{
    "quotes": [
        {
            "quote": "You must feel compelled to do it. If you need encouraging words, don't do it.",
            "url": "https://www.youtube-nocookie.com/embed/JGfygJXTwq4?controls=0"
        },
        {
            "quote": "When something is important enough, you do it even if the odds are not in your favor.",
            "url": "https://youtu.be/ie2eME2y_3Q"
        },
        {
            "quote": "If something's important enough, you should try. Even if the probable outcome is failure.",
            "url": "https://www.youtube.com/watch?v=55uVa6chpTA"
        },
        {
            "quote": "Starting a business is not for everyone. Starting a business - I'd say, number one is have a high pain threshold.",
            "url": "https://youtu.be/Q6NnT6vpjdc"
        },
        {
            "quote": "Work hard every waking hour.",
            "url": "https://youtu.be/B8O9-gUVssw"
        },
        {
            "quote": "Take risk now. Do something bold. You won't regret it.",
            "url": "https://youtu.be/B8O9-gUVssw"
        },
        {
            "quote": "It's important that you like whatever you're doing. If you don't like it, life is too short.",
            "url": "https://youtu.be/B8O9-gUVssw"
        },
        {
            "quote": "Optimism, pessimism, f**k that; we're going to make it happen. As God is my bloody witness, I'm hell-bent on making it work."
        },
        {
            "quote": "I think that's the single best piece of advice: Constantly think about how you could be doing things better and questioning yourself."
        },
        {
            "quote": "Engineering is the closest thing to magic that exists in the world."
        },
        {
            "quote": "There have to be reasons that you get up in the morning and you want to live. Why do you want to live? What's the point? What inspires you? What do you love about the future? If the future does not include being out there among the stars and being a multi-planet species, I find that incredibly depressing."
        },
        {
            "quote": "Great companies are built on great products."
        },
        {
            "quote": "It's very important to like the people you work with. Otherwise, your job is going to be quite miserable."
        },
        {
            "quote": "If you go back a few hundred years, what we take for granted today would seem like magic - being able to talk to people over long distances, to transmit images, flying, accessing vast amounts of data like an oracle. These are all things that would have been considered magic a few hundred years ago."
        },
        {
            "quote": "There are way easier places to work, but nobody ever changed the world on 40 hours a week."
        },
        {
            "quote": "You have to be pretty driven to make it happen. Otherwise, you will just make yourself miserable."
        },
        {
            "quote": "There is a tremendous bias against taking risks. Everyone is trying to optimize their ass-covering."
        },
        {
            "quote": "Failure is a good option. If you are not failing, you are not trying hard enough."
        },
        {
            "quote": "Pay attention to negative feedback, and solicit it, particularly from friends."
        },
        {
            "quote": "If you're co-founder or CEO, you have to do all kinds of tasks you might not want to do... If you don't do your chores, the company won't succeed... No task is too menial."
        },
        {
            "quote": "I think it's possible for ordinary people to choose to be extraordinary."
        }
    ]
}